Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Get your hands off of him!
pl_pl: Zabieraj od niego łapy!

source: Getting close...
pl_pl: Coraz bliżej...

source: Getting to be that time!!!
pl_pl: Zbliża się ten czas!!!

source: Giraffey.
pl_pl: Żyrafka.

source: Give me a minute to find out.
pl_pl: Daj mi chwilę.

source: Give up!
pl_pl: Poddaj się!

source: Glad you trusted somebody.
pl_pl: Cieszę się, że komuś zaufałeś.

source: Glimpses of the first prototype time machine. The origins of time travel.
pl_pl: Przebłyski pierwszego prototypu wehikułu czasu. Początki podróży w czasie.

source: Gnngh!
pl_pl: Achh!

source: Go after him!
pl_pl: Idźcie za nim!

source: Go ahead, First Aid One. Over.
pl_pl: Śmiało, Pierwsza Pomoc. Odbiór.

source: Go ahead, check out the chart.
pl_pl: Śmiało, sprawdź tablicę.

source: Go check it out.
pl_pl: Sprawdź to.

source: Go check it out. I'll keep an eye on you.
pl_pl: Idź to sprawdzić. Będę miał ciebie na oku.

source: Go find him!
pl_pl: Znajdź go!

source: Go look for him!
pl_pl: Idź go szukać!

source: Go to your office
pl_pl: Idź do swojego biura

source: Go!
pl_pl: Dalej!

source: Go! Go!
pl_pl: Dalej! Dalej!

source: Go! Now!
pl_pl: Idź! Teraz!

source: Go, go, go!
pl_pl: Dalej, dalej, dalej!

source: God, don't you just love fireworks?!
pl_pl: Boże, czyż nie uwielbiasz fajerwerków?!

source: God.
pl_pl: Boże.

source: God. I knew Monarch was doing something, but this is completely fucked up.
pl_pl: Boże. Wiedziałam, że Monarch coś robi, ale to jest kompletnie popieprzone.

source: Goddamit! Keep firing!
pl_pl: Cholera jasna! Strzelaj dalej!

source: Goddammit you guys.
pl_pl: Niech was szlag.

source: Goddammit!
pl_pl: Cholera jasna!

source: Goddammit, what the fuck happened to our stutterproofing?
pl_pl: Cholera jasna, co się, kurwa, stało z naszą odpornością na zacięcia?

source: Goddamn Mickey Mouse detail. Ridiculous.
pl_pl: Cholerne szczegóły Myszki Miki. Niedorzeczne.

source: Goddamn blood bath in there. I need some air.
pl_pl: Ale tam dużo krwi. Muszę się przewietrzyć.

source: Goddamn mess. Media's gonna tear a hole in our ass. Who's on barrel and solvent duty?
pl_pl: Cholerny bałagan. Media będą nam wiercić w dupie. Kto za to będzie odpowiadał?

source: Goddamn, Paul... what is this?
pl_pl: Jasna cholera, Paul... co to ma być?

source: Goddamnit!
pl_pl: Niech to szlag!

source: Going chronon active!
pl_pl: Aktywuje chronon!

source: Going up. Come on.
pl_pl: W górę. Dalej.

source: Gone!
pl_pl: Zniknął!

source: Gone.
pl_pl: Koniec.

source: Gonna check out the target's last known position, over.
pl_pl: Sprawdzę ostatnią znaną pozycję celu, odbiór.

source: Gonna check out the target's last known position.
pl_pl: Sprawdzę ostatnią znaną pozycję celu.

source: Gonna need more firepower on that thing.
pl_pl: Będę potrzebował większej siły ognia.

source: Good luck.
pl_pl: Powodzenia.

source: Good morning.
pl_pl: Dzień dobry.

source: Good, because that beautiful library over there is over 100 years old. It's part of this city's heritage. And Monarch Solutions plans to tear it down tomorrow. Do you wanna know why? We've got a chart with all the details.
pl_pl: Dobrze, bo ta piękna biblioteka ma ponad 100 lat. To część dziedzictwa tego miasta. A Monarch Solutions planuje ją jutro zburzyć. A wiesz czemu? Obok mamy rozpisane wszystko ze szczegółami.

source: Good.
pl_pl: Dobrze.

source: Good. One more to go.
pl_pl: Dobra. Więc jeszcze jedno.

source: Good. Very good. I'll make sure that Sofia is in position when the time is right. Wait for my call.
pl_pl: Dobrze. Bardzo dobrze. Upewnię się, że Sofia będzie na miejscu, kiedy nadejdzie właściwy czas. Czekaj na mój telefon.

source: Good. Whoever's tearing through that parking lot ain't getting out here.
pl_pl: Dobra. Ktokolwiek przedziera się przez ten parking, nie wydostanie się stąd.

source: Goodbye, Jack.
pl_pl: Żegnaj, Jack.

source: Got me.
pl_pl: Mam.

source: Got the word. Safeguard squad's checking out that explosion. Striker team is establishing a defensive perimeter around Ground Zero.
pl_pl: Mam wiadomość. Oddział ochrony sprawdza eksplozję. Zespół Striker tworzy obwód obronny wokół Strefy Zero.

source: Got your attention yet?
pl_pl: Zwróciłem juź twoją uwagę?

source: Got your attention?
pl_pl: Zwróciłem twoją uwagę?

source: Gotcha.
pl_pl: Mam cię.

source: Gotta destroy its chronon pack!
pl_pl: Trzeba zniszczyć jego pakiet chrononu!

source: Gotta find a way out of here.
pl_pl: Muszę znaleźć sposób, by się stąd wydostać.

source: Gotta flank him!
pl_pl: Trzeba go oskrzydlić!

source: Gotta get back in.
pl_pl: Muszę tam wracać.

source: Gotta get behind him!
pl_pl: Muszę zajść go od tyłu!

source: Gotta get down there!
pl_pl: Muszę się tam dostać!

source: Gotta get in. Will needs help.
pl_pl: Muszę wejść. Will potrzebuje pomocy.

source: Gotta get out of their crosshairs!
pl_pl: Trzeba zejść im z oczu!

source: Gotta get to Paul.
pl_pl: Muszę dostać się do Paula.

source: Gotta get to higher ground.
pl_pl: Muszę dostać się wyżej.

source: Gotta get to the library. That's where they're taking him.
pl_pl: Muszę dostać się do biblioteki. Tam go zabierają.

source: Gotta keep moving, Jack.
pl_pl: Muszę się ruszać, Jack.

source: Gotta keep moving...
pl_pl: Muszę się ruszać...

source: Gotta move!
pl_pl: Muszę ruszać!

source: Gotta move! C'mon!
pl_pl: Muszę się ruszać! Dalej!

source: Gotta move, Jack!
pl_pl: Pośpiesz się, Jack!

source: Gotta reload!
pl_pl: Muszę przeładować!

source: Gotta reset the core.
pl_pl: Trzeba zresetować rdzeń.

source: Gotta set the corridor in place.
pl_pl: Trzeba ustawić korytarz w odpowiednim miejscu.

source: Gotta slow that thing down somehow.
pl_pl: Trzeba to jakoś spowolnić.

source: Grab the car keys
pl_pl: Weź klucze do samochodu

source: Graphics Initialization Error
pl_pl: Błąd inicjalizacji grafiki

source: Great work. Over.
pl_pl: Świetna robota. Odbiór.

source: Great, another one!
pl_pl: Świetnie, kolejny!

source: Great, more of these assholes!
pl_pl: Świetnie, więcej takich dupków!

source: Great. What the hell's it look like?
pl_pl: Świetnie. Jak to do cholery wygląda?

source: Great... snipers.
pl_pl: Świetnie... snajperzy.

source: Green Zone is compromised!
pl_pl: Zielona strefa jest zagrożona!

source: Greetings Lifeboat personnel, The day has finally come to commence Phase 3 of our plan. Tonight, I will be hosting a gala to celebrate this monumental achievement, to which you are all invited. By now you have likely heard of the events that took place earlier today at Riverport University. Our path forward has not been impacted by this minor setback. We are ready for what comes next. Your part in this journey has not yet begun, but the onset of the Fracture will bring with it new challenges that are worth reiterating. I am not able to go over many of these issues in detail at tonight’s gala because many guests will not have knowledge of the Lifeboat Protocol. As such, I am including a high level document outlining key points worth addressing: 1. The Path Forward – Our Journey Ahead 2. Lifeboat Protocol – Status of the Survival Program 3. Shifters – Dangers Awaiting Us at the End of Time 4. R and D Tour – Our Future at Work 1. THE PATH FORWARD When you were first chosen for the Lifeboat Protocol, you were sent a package illustrating in great detail several events that would come to pass. It was stressed that these events were unavoidable. Many of you were reluctant to believe this, but every single one of those events has since occurred, including, to our great regret, the onset of the Fracture. This provides empirical evidence of my knowledge and understanding of the future, and I trust it has dispelled your doubts. No future event that I have experienced can ever be prevented. This includes the End of Time. It cannot be avoided. However, it can be survived. Survival in the End of Time has been the primary mission of Monarch Solutions since its inception. Your loyalty to this cause will prove invaluable as we move forward. I know this isn’t easy, but in the face of immutable facts, sacrifices must be made in the name of our survival. From this point forward, we will have to start making those sacrifices at a rapid pace. While we do know the exact date and time at which the complete End of Time will occur, our knowledge about the escalation in stutters and time anomalies leading to it is far less complete. We do, however know that it will be dangerous. For the first time in 17 years, we are entering a phase of the relative unknown. Adjustments will need to be made along the way, both in response to the effects of the Fracture’s progress, and to the less cosmic events that we will find ourselves in. We ask for your patience in this trying time. 2. LIFEBOAT PROTOCOL You are the chosen few who will survive the End of Time. When time stops, your journey will continue in the safety of the Lifeboat. The chronon particle harvesting operation is nearing completion. The Lifeboat has been confirmed to be able to run solely on that chronon power, as regulated by the Chronon Field Regulator. Current data indicates that the Lifeboat will remain sustainable for approximately 50 years – subjective years, of course, as no time at all will pass outside the Lifeboat. Given the preliminary research we have achieved using the CFR, we estimate that it will take at least two subjective decades for the Lifeboat team to discover a permanent solution for the End of Time. Given the nature of the problem, this is of course highly speculative, and the solution could prove to be more elusive than we’re hoping. However, by the time the Lifeboat Protocol is activated we are confident that we will be able to increase our chronon particle reserves and their sustainability to a point where we have a runtime of upwards of 200 subjective years. Or, to put it another way, if there is a solution to the End of Time, I am 100% confident that the Lifeboat team will have the necessary time to discover it. 3. SHIFTERS We briefed you all on the danger of Chronon Disrupted Wave Function Subjects, or what are now being referred to as “shifters.” We estimate that they will begin to emerge within stutters only as the End of Time nears. The Lifeboat has been tested and we can say with absolute certainty that the stutterproof technology will protect the Lifeboat from shifters. Using a living sample in Dr. Kim’s lab we have proven that shifters cannot manifest without the presence of a stutter. We will make sure that you are transported to the safety of the Lifeboat before they arrive. Floor 3 of the Lifeboat has been built to house the Monarch Solutions Striker and Juggernaut squads – a paramilitary unit trained to combat Shifters at the End of Time. Their presence will likely not concern you. However, in the event that travel outside the safety of the Lifeboat proves to be necessary for any reason, the Striker teams have been trained to navigate the End of Time and successfully eliminate Shifters. 4. R and D TOUR Tonight we will be sending you VIP passes for the gala which will permit entry into our high-security R and D facility on Gull Island. Many of you are, of course, already intimately familiar with these areas, given your technological and scientific expertise, but those who aren’t will undoubtedly find it interesting. You are welcome to join a tour to view the various pieces of tech that Monarch has developed during Phase 2 to prepare for our journey forward. We welcome you to take this opportunity to see for yourself that every development necessary for the Lifeboat Protocol is completely on schedule. Your dedication to our cause will assure our survival. Dark times are coming, but you are the light at the end of the tunnel. You are humanity’s salvation and hope. Together we will survive. - Paul Serene
pl_pl: Pozdrowienia dla personelu łodzi ratunkowej, W końcu nadszedł dzień rozpoczęcia fazy 3 naszego planu. Dziś wieczorem będę gospodarzem gali z okazji tego monumentalnego osiągnięcia, na którą wszyscy jesteście zaproszeni. Prawdopodobnie słyszeliście już o wydarzeniach, które miały miejsce dzisiaj na Uniwersytecie Riverport. To drobne niepowodzenie nie wpłynęło na naszą dalszą drogę. Jesteśmy gotowi na to, co nadejdzie. Wasza rola w tej podróży jeszcze się nie rozpoczęła, ale pęknięcie przyniesie ze sobą nowe wyzwania, które warto powtórzyć. Nie jestem w stanie szczegółowo omówić wielu z tych kwestii podczas dzisiejszej gali, ponieważ wielu gości nie będzie miało wiedzy na temat Protokołu Łodzi Ratunkowej. W związku z tym załączam dokument wysokiego poziomu przedstawiający kluczowe punkty, którymi warto się zająć: 1. Droga naprzód - nasza podróż przed nami 2. Protokół łodzi ratunkowej - status programu przetrwania 3. Zmienni - niebezpieczeństwa czekające na nas u kresu czasu 4. Zwiedzanie ośrodka badawczo-rozwojowego - nasza przyszłość w pracy 1. DROGA NAPRZÓD Kiedy zostaliście wybrani do Łodzi Ratunkowej, otrzymaliście pakiet ilustrujący szczegółowo kilka wydarzeń, które miały nastąpić. Podkreślono w nim, że wydarzenia te były nieuniknione. Wielu z was nie chciało w to uwierzyć, ale od tego czasu każde z tych wydarzeń miało miejsce, w tym, ku naszemu wielkiemu żalowi, początek Pęknięcia. Stanowi to empiryczny dowód mojej wiedzy i zrozumienia przyszłości i ufam, że rozwiało to wasze wątpliwości. Żadnemu przyszłemu wydarzeniu, którego doświadczyłem, nie można zapobiec. Dotyczy to również Końca Czasu. Nie można go uniknąć. Można to jednak przetrwać. Przetrwanie Końca Czasu jest główną misją Monarch Solutions od momentu jej powstania. Wasza lojalność wobec tej sprawy okaże się nieoceniona, gdy będziemy iść naprzód. Wiem, że nie jest to łatwe, ale w obliczu niezmiennych faktów, poświęcenia muszą być dokonane w imię naszego przetrwania. Od tego momentu będziemy musieli zacząć dokonywać tych poświęceń w szybkim tempie. Chociaż znamy dokładną datę i godzinę, w której nastąpi całkowity Koniec Czasu, nasza wiedza na temat eskalacji zacięć i anomalii czasowych prowadzących do niego jest znacznie mniej kompletna. Wiemy jednak, że będzie niebezpiecznie. Po raz pierwszy od 17 lat wkraczamy w fazę względnej niewiadomej. Po drodze trzeba będzie dokonać korekt, zarówno w odpowiedzi na skutki postępu pęknięcia, jak i na mniej kosmiczne wydarzenia, w których się znajdziemy. Prosimy o cierpliwość w tym trudnym czasie. 2. PROTOKÓŁ ŁODZI RATUNKOWEJ Jesteś jednym z nielicznych wybrańców, którzy przetrwają Koniec Czasu. Kiedy czas się zatrzyma, twoja podróż będzie kontynuowana w bezpiecznej łodzi ratunkowej. Operacja zbierania cząsteczek chrononu jest bliska ukończenia. Potwierdzono, że łódź ratunkowa może działać wyłącznie na mocy chrononu, regulowanej przez regulator pola chrononowego. Obecne dane wskazują, że łódź ratunkowa zachowa stabilność przez około 50 lat - oczywiście subiektywnych lat, ponieważ poza łodzią ratunkową nie upłynie żaden czas. Biorąc pod uwagę wstępne badania, które przeprowadziliśmy przy użyciu RPC, szacujemy, że odkrycie trwałego rozwiązania dla Końca Czasu zajmie zespołowi łodzi ratunkowej co najmniej dwie subiektywne dekady. Biorąc pod uwagę naturę problemu, jest to oczywiście wysoce spekulatywne, a rozwiązanie może okazać się bardziej nieuchwytne niż mamy nadzieję. Jesteśmy jednak przekonani, że do czasu aktywacji Protokołu Łodzi Ratunkowej będziemy w stanie zwiększyć nasze rezerwy cząsteczek chrononu i ich trwałość do punktu, w którym będziemy mieli czas działania wynoszący ponad 200 subiektywnych lat. Innymi słowy, jeśli istnieje rozwiązanie problemu końca czasu, jestem w 100% przekonany, że zespół Łodzi Ratunkowej będzie miał wystarczająco dużo czasu, aby je odkryć. 3. ZMIENNI Poinformowaliśmy was wszystkich o niebezpieczeństwie związanym z Organizmami o Zakłóconej Funkcji Falowej Chronononu, czyli tym, co obecnie określa się mianem „zmiennych”. Szacujemy, że zaczną się one pojawiać w zacięciach w miarę zbliżania się Końca Czasu. Łódź ratunkowa została przetestowana i możemy powiedzieć z absolutną pewnością, że technologia odporna na zacięcia ochroni ją przed zmiennokształtnymi. Wykorzystując żywą próbkę w laboratorium dr. Kima udowodniliśmy, że zmiennokształtni nie mogą manifestować się bez obecności zacięć. Upewnimy się, że zostaniesz przetransportowany/a do bezpiecznego miejsca w Łodzi Ratunkowej przed ich przybyciem. Piętro 3 łodzi ratunkowej zostało zbudowane, aby pomieścić oddziały Striker i Juggernaut Monarch Solutions - jednostkę paramilitarną wyszkoloną do walki ze zmiennokształtnymi w Końcu Czasu. Ich obecność prawdopodobnie nie będzie was niepokoić. Jednak w przypadku, gdy podróż poza bezpieczną przestrzeń łodzi ratunkowej okaże się konieczna z jakiegokolwiek powodu, zespoły Striker zostały przeszkolone do poruszania się po Końcu Czasu i skutecznego eliminowania zmiennokształtnych. 4. ZWIEDZANIE OŚRODKA BADAWCZO-ROZWOJOWEGO Dziś wieczorem wyślemy wam przepustki VIP na galę, które pozwolą na wejście do naszego ściśle strzeżonego ośrodka badawczo-rozwojowego na Wyspie Mew. Wielu z was jest już oczywiście dobrze zaznajomionych z tymi obszarami, biorąc pod uwagę waszą wiedzę technologiczną i naukową, ale ci, którzy nie są, z pewnością uznają to za interesujące. Zachęcamy do wzięcia udziału w wycieczce, aby zobaczyć różne elementy technologii, które Monarch opracował w Fazie 2, aby przygotować się do naszej podróży naprzód. Zachęcamy do skorzystania z tej okazji i przekonania się na własne oczy, że wszystkie prace rozwojowe niezbędne dla Protokołu Łodzi Ratunkowej przebiegają zgodnie z harmonogramem. Wasze oddanie naszej sprawie zapewni nam przetrwanie. Nadchodzą mroczne czasy, ale wy jesteście światłem na końcu tunelu. Jesteście zbawieniem i nadzieją ludzkości. Razem przetrwamy. - Paul Serene

source: Greetings, It has been brought to my attention that there is some confusion as to the reason for the upcoming evening gala on Gull Island. I understand that some feel that such a celebration is frivolous, even misguided, in the aftermath of last night’s events at Riverport University and the now-present, steadily advancing Fracture in time. These concerns are understandable, but they are missing the bigger picture. Monarch Solutions is now entering a phase in which its true purpose will be fulfilled. We have finally arrived at the moment for which we have spent years preparing. The purpose of this event is twofold. First of all, for those selected to be a part of the Lifeboat project as scientists, technicians, support personnel, or in some other role, it will be important to see and hear Paul Serene. Continued confidence in the survival program is vital for the continued survival of Monarch, and, ultimately, the human race itself. This is particularly important given recent events; we need to present a desirable and reassuring counterpoint to the sacrifices we’ve had to make. Naturally, not everybody at the party will be among the chosen few, so a certain degree of informational hygiene will be required. I trust you will ensure that those reporting to you are informed precisely to the degree necessary. Secondly, for all of our autonomy and vast resources, Monarch is not functionally independent from the rest of society. In order for our plans to succeed, we will need the support and cooperation of the authorities and numerous business partners, even though they don’t know our true goals. A demonstration of power and confidence, as well as a clear message that Monarch has the will and the reach to fulfill our plans, will go a long way towards securing that support. This is particularly important given our recent hardline approach. We cannot weather the storm of public opinion without support from Riverport’s higher echelons – and if they consider us weak, or a liability, they may choose to probe deeper into our activities. This is precisely the kind of escalation we do not need at this crucial juncture. In conclusion, this is a tremendously important event for the future of Monarch Solutions, and for the future itself. If there are any questions, please don’t hesitate to contact me. Martin Hatch
pl_pl: Witam, Zwrócono mi uwagę, że istnieje niepewność co do powodu zbliżającej się wieczornej gali na wyspie mew. Rozumiem, że niektórzy uważają, że taka uroczystość jest niepoważna, a nawet błędna, w następstwie wydarzeń ostatniej nocy na Uniwersytecie Riverport i obecnego, stale postępującego pęknięcia czasu. Obawy te są zrozumiałe, ale umyka im szerszy obraz. Monarch Solutions wkracza teraz w fazę, w której spełni się prawdziwy cel tej firmy. W końcu nadszedł moment, na który przygotowywaliśmy się przez lata. Cel tego wydarzenia jest dwojaki. Po pierwsze, dla osób wybranych do udziału w projekcie Łodzi Ratunkowej jako naukowcy, technicy, personel pomocniczy lub w innej roli, ważne będzie, aby zobaczyć i usłyszeć Paula Serene. Ciągłe zaufanie do programu przetrwania ma kluczowe znaczenie dla dalszego przetrwania Monarch, a ostatecznie dla samej rasy ludzkiej. Jest to szczególnie ważne, biorąc pod uwagę ostatnie wydarzenia. Musimy przedstawić pożądany i uspokajający kontrargument dla poświęceń, których musieliśmy dokonać. Oczywiście nie wszyscy obecni na przyjęciu znajdą się w gronie wybrańców, więc wymagany będzie pewien stopień higieny informacyjnej. Ufam, że dopilnujecie, aby ci, którzy wam podlegają, zostali poinformowani dokładnie w niezbędnym stopniu. Po drugie, pomimo całej naszej autonomii i ogromnych zasobów, Monarch nie jest funkcjonalnie niezależny od reszty społeczeństwa. Aby nasze plany się powiodły, będziemy potrzebować wsparcia i współpracy ze strony władz i licznych partnerów biznesowych, nawet jeśli nie znają oni naszych prawdziwych celów. Demonstracja siły i pewności siebie, a także jasne przesłanie, że Monarch ma wolę i zasięg, aby zrealizować nasze plany, przejdzie długą drogę w kierunku zapewnienia tego wsparcia. Jest to szczególnie ważne, biorąc pod uwagę nasze ostatnie bezkompromisowe podejście. Nie możemy przetrwać burzy opinii publicznej bez wsparcia wyższych szczebli Riverport - a jeśli uznają nas za słabych lub odpowiedzialnych, mogą zdecydować się na głębsze zbadanie naszych działań. Właśnie takiej eskalacji nie potrzebujemy w tym kluczowym momencie. Podsumowując, jest to niezwykle ważne wydarzenie dla przyszłości Monarch Solutions i dla samej przyszłości. W razie jakichkolwiek pytań, proszę o kontakt. Martin Hatch
